Repository: MDDTTECH/Mac-cleaner
Catalog: CacheCleaner/Localizable.xcstrings
Source language: ru
Languages: en

# button.deleteSelected
source: Удалить
en: Delete

# button.multiSelect
source: Выбрать несколько
en: Select multiple

# button.scan
source: Сканировать
en: Scan

# category.dev
source: Разработка
en: Development

# category.general
source: Общие кэши
en: General Caches

# cleaning.title
source: Очистка
en: Cleaning

# dev.flutter
source: пакеты Dart/Flutter
en: Dart/Flutter packages

# dev.gradle
source: кэш сборки Android
en: Android build cache

# dev.homeCache
source: системный кэш
en: system cache

# dev.npm
source: кэш Node.js пакетов
en: Node.js package cache

# dialog.cancel
source: Отмена
en: Cancel

# dialog.cleanCache
source: Очистить кэш?
en: Clean cache?

# dialog.deleteArchive
source: Удалить архив?
en: Delete archive?

# dialog.deleteDevice
source: Удалить символы устройства?
en: Delete device symbols?

# dialog.deletePackage
source: Удалить Flutter пакет?
en: Delete Flutter package?

# dialog.deleteProject
source: Удалить проект DerivedData?
en: Delete DerivedData project?

# gauge.subtitle
source: можно освободить
en: can be freed

# quickScan.button
source: Полное сканирование
en: Full Scan

# quickScan.subtitle
source: Запустите полное сканирование для детальной информации о проектах и архивах
en: Run a full scan for detailed information about projects and archives

# quickScan.title
source: Быстрое сканирование
en: Quick Scan

# scanning.title
source: Сканирование
en: Scanning

# section.dev
source: Разработка
en: Development

# section.topCaches
source: Топ кэшей
en: Top Caches

# section.topCaches.subtitle
source: Самые большие папки в ~/Library/Caches
en: Largest folders in ~/Library/Caches

# section.xcode.subtitle
source: DerivedData, архивы, симуляторы
en: DerivedData, archives, simulators

# xcode.archives
source: архивы приложений
en: app archives

# xcode.derivedData
source: кэш сборки
en: build cache

# xcode.deviceSupport
source: символы отладки
en: debug symbols

# xcode.diskImages
source: образы для разработки
en: developer disk images

# xcode.dvtDownloads
source: загрузки и инструменты
en: downloads & tools

# xcode.simulator
source: кэши симуляторов
en: simulator caches

# xcode.testDevices
source: данные тестирования
en: testing data

# xcode.xcpgDevices
source: данные устройств
en: device data

# section.topCaches.empty
source: Кэши не найдены
en: No caches found
